Repository: GarlandQian/mica-mac
Catalog: Sources/Mica/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Direct
zh_hans: 直连

source: Global
zh_hans: 全局

source: Rule
zh_hans: 规则

# action.cancel
source: Cancel
zh_hans: 取消

# action.close_all
source: Close All
zh_hans: 全部关闭

# action.clear_fixed_selection
source: Clear Fixed Selection
zh_hans: 取消固定选择

# action.close_connection
source: Close Connection
zh_hans: 关闭连接

# action.close_connection_group
source: Close Group
zh_hans: 关闭该组

# action.help_reload_configuration
source: Reload the active controller's current configuration without uploading a path or configuration content.
zh_hans: 重新加载当前控制器正在使用的配置，不上传路径或配置内容。

# action.help_surge_reload_profile
source: Ask the selected Surge controller to reload its current profile
zh_hans: 让当前 Surge 控制器重新加载正在使用的配置

# action.help_update_geo_data
source: Refresh GeoIP and geosite databases on the remote controller.
zh_hans: 刷新远程控制器上的 GeoIP 和 geosite 数据库。

# action.remote_profile
source: Remote Profile
zh_hans: 远程配置

# action.set_log_level
source: Set Log Level
zh_hans: 设置日志等级

# action.apply_port
source: Apply Port
zh_hans: 应用端口

# action.resume
source: Resume Presentation
zh_hans: 恢复界面更新

# action.set_allow_lan
source: Set LAN Access
zh_hans: 设置局域网访问

# action.set_config
source: Update Configuration
zh_hans: 更新配置

# action.set_ipv6
source: Set IPv6
zh_hans: 设置 IPv6

# action.set_port
source: Set Port
zh_hans: 设置端口

# action.set_tcp_concurrent
source: Set TCP Concurrent
zh_hans: 设置 TCP 并发

# action.set_tun
source: Set TUN
zh_hans: 设置 TUN

# action.surge_reload_profile
source: Reload Profile
zh_hans: 重新加载配置

# action.core_restart
source: Remote Restart
zh_hans: 远程重启

# action.core_upgrade
source: Remote Upgrade
zh_hans: 远程升级

# action.diagnostics_copy
source: Copy Diagnostics
zh_hans: 复制诊断

# action.dns_flush
source: DNS Flush
zh_hans: 刷新 DNS

# action.edit_router
source: Edit Controller
zh_hans: 编辑控制器

# action.fakeip_flush
source: FakeIP Flush
zh_hans: 刷新 FakeIP

# action.memory_check
source: Memory Check
zh_hans: 检查内存

# action.paste_issue
source: Paste into issue
zh_hans: 粘贴到问题

# action.provider_health_check
source: Health Check
zh_hans: 健康检查

# action.provider_update
source: Provider Update
zh_hans: 更新来源

# action.refresh
source: Refresh
zh_hans: 刷新

# action.reload_providers
source: Reload Sources
zh_hans: 重新加载来源

# action.reload_configuration
source: Reload Configuration
zh_hans: 重新加载配置

# action.reload_rules
source: Reload Rules
zh_hans: 重新加载规则

# action.retry
source: Retry
zh_hans: 重试

# action.retry_test
source: Retry Test
zh_hans: 重试测试

# action.update_geo_data
source: Update GeoData
zh_hans: 更新 GeoData

# action.save_controller
source: Save Controller
zh_hans: 保存控制器

# action.set_rule_state
source: Update Rule State
zh_hans: 更新规则状态

# action.set_mode
source: Set Mode
zh_hans: 设置模式

# action.surge_kill_request
source: Surge Kill Request
zh_hans: 结束 Surge 请求

# action.surge_outbound
source: Surge Outbound
zh_hans: Surge 出站

# action.surge_policy_select
source: Surge Policy Select
zh_hans: 选择 Surge 策略

# action.surge_policy_test
source: Surge Policy Test
zh_hans: 测试 Surge 策略

# action.switch_route
source: Switch Route
zh_hans: 切换路由

# action.test
source: Test
zh_hans: 测试

# action.test_delay
source: Test Delay
zh_hans: 测试延迟

# adapter.confidence_configured
source: Configured
zh_hans: 已配置

# adapter.confidence_detected
source: Detected
zh_hans: 已检测

# adapter.confidence_partial
source: Partial
zh_hans: 部分

# adapter.confidence_unknown
source: Not detected
zh_hans: 待检测

# adapter.confidence_unsupported
source: Unsupported
zh_hans: 不支持

# adapter.next_add_controller
source: Add Controller Profile
zh_hans: 添加控制器配置

# adapter.next_refresh_surge
source: Refresh Surge
zh_hans: 刷新 Surge

# adapter.next_view_capability_matrix
source: View Capability Status
zh_hans: 查看能力状态

# adapter.source_auto_probe
source: Auto Detect Probe
zh_hans: 自动检测探针

# adapter.source_mihomo
source: mihomo-compatible external-controller adapter
zh_hans: mihomo-compatible 控制器适配器

# adapter.source_nikki
source: Nikki external-controller adapter
zh_hans: Nikki 控制器适配器

# adapter.source_openclash
source: OpenClash external-controller adapter
zh_hans: OpenClash 控制器适配器

# adapter.source_cmfa
source: CMFA Clash-compatible controller adapter
zh_hans: CMFA Clash-compatible 控制器适配器

# adapter.source_stash
source: Stash Clash-compatible controller adapter
zh_hans: Stash Clash-compatible 控制器适配器

# adapter.source_sing_box_unavailable
source: sing-box adapter unavailable
zh_hans: sing-box 适配器不可用

# adapter.source_stash_cmfa_unavailable
source: Stash / CMFA adapter unavailable
zh_hans: Stash / CMFA 适配器不可用

# adapter.source_surge
source: Surge HTTP API adapter
zh_hans: Surge HTTP API 适配器

# adapter.source_unknown
source: Generic adapter
zh_hans: 通用适配器

# capability.active_requests
source: Active Requests
zh_hans: 活跃请求

# capability.adapter_source
source: Adapter Source
zh_hans: 适配器来源

# capability.close_all
source: Close All
zh_hans: 关闭全部连接

# capability.close_connection
source: Close Connection
zh_hans: 关闭连接

# capability.configs_mode
source: Configs / Mode
zh_hans: 配置 / 模式

# capability.delay_test
source: Delay Test
zh_hans: 延迟测试

# capability.evidence_api_path %@
source: Remote API: %@
zh_hans: 远程 API：%@

# capability.evidence_api_paths %@
source: Remote APIs: %@
zh_hans: 远程 API：%@

# capability.evidence_cache_boundary
source: Backend-specific cache action outside the current adapter boundary.
zh_hans: 后端专属缓存操作超出当前适配器边界。

# capability.evidence_core_disabled
source: Core lifecycle actions are intentionally disabled for this backend.
zh_hans: 此后端的核心生命周期操作被有意禁用。

# capability.evidence_derived_connections
source: Derived from connections support
zh_hans: 由连接能力推导

# capability.evidence_derived_providers
source: Derived from providers support
zh_hans: 由来源能力推导

# capability.evidence_derived_proxy_group
source: Derived from proxy group support
zh_hans: 由代理组能力推导

# capability.evidence_detect_controller
source: Run Test Connection to detect the controller adapter.
zh_hans: 运行连接测试以识别控制器适配器。

# capability.evidence_future_connections %@
source: No %@ connection API contract is wired.
zh_hans: 尚未接入 %@ 连接 API 契约。

# capability.evidence_future_live %@
source: No %@ live observation API contract is wired.
zh_hans: 尚未接入 %@ 实时观测 API 契约。

# capability.evidence_future_policy_groups %@
source: No %@ proxy group API contract is wired.
zh_hans: 尚未接入 %@ 代理组 API 契约。

# capability.evidence_future_providers %@
source: No %@ provider/resource API contract is wired.
zh_hans: 尚未接入 %@ 来源 / 资源 API 契约。

# capability.evidence_future_rules %@
source: No %@ rules API contract is wired.
zh_hans: 尚未接入 %@ 规则 API 契约。

# capability.evidence_future_runtime_status %@
source: No %@ runtime status or goroutine API contract is wired.
zh_hans: 尚未接入 %@ 运行状态或 goroutine API 契约。

# capability.evidence_geo_no_contract
source: No supported remote Geo resource operation is wired for this backend.
zh_hans: 当前后端尚未接入受支持的远程 Geo 资源操作。

# capability.evidence_memory_no_contract
source: Memory metrics are outside the current data contract.
zh_hans: 内存指标不在当前数据契约内。

# capability.evidence_mihomo_base_snapshot
source: Basic data uses /configs, /proxies, and /connections.
zh_hans: 基础数据使用 /configs、/proxies 和 /connections。

# capability.evidence_mihomo_close_all
source: DELETE /connections stays confirmation-gated.
zh_hans: DELETE /connections 操作需要确认。

# capability.evidence_mihomo_close_connection
source: DELETE /connections/{id} stays confirmation-gated.
zh_hans: DELETE /connections/{id} 操作需要确认。

# capability.evidence_mihomo_delay_test
source: GET /group/{group}/delay requires proxy group support.
zh_hans: GET /group/{group}/delay 需要代理组能力。

# capability.evidence_mihomo_enhanced_optional
source: Rules and sources remain optional and may be partial.
zh_hans: 规则和来源保持可选，并可能是部分可用。

# capability.evidence_mihomo_mode_change
source: PATCH /configs is enabled only when configs are supported.
zh_hans: 仅在支持配置能力时启用 PATCH /configs。

# capability.evidence_mihomo_probe %@
source: Read-only external-controller probe through %@.
zh_hans: 通过 %@ 执行只读 external-controller 探测。

# capability.evidence_mihomo_provider_update
source: Provider update uses the matching proxy or rule provider endpoint.
zh_hans: 来源更新使用匹配的代理来源或规则来源端点。

# capability.evidence_mihomo_switch_policy
source: PUT /proxies/{group} stays inside the mihomo-compatible adapter.
zh_hans: PUT /proxies/{group} 保持在 mihomo-compatible 适配器内。

# capability.evidence_no_dns
source: No supported DNS flush operation is wired in Mica.
zh_hans: Mica 尚未接入受支持的 DNS 刷新操作。

# capability.evidence_no_profile
source: No controller profile selected.
zh_hans: 未选择控制器配置。

# capability.evidence_requires_connections
source: Requires connections endpoint
zh_hans: 需要连接端点

# capability.evidence_requires_providers
source: Requires providers endpoint
zh_hans: 需要来源端点

# capability.evidence_requires_proxy_groups
source: Requires proxy groups
zh_hans: 需要代理组

# capability.evidence_requires_ready_mihomo
source: Requires a ready mihomo-compatible controller.
zh_hans: 需要已就绪的 mihomo-compatible 控制器。

# capability.evidence_runtime_status_unavailable
source: Runtime status and goroutine metrics are outside the current adapter contract.
zh_hans: 运行状态和 goroutine 指标不在当前适配器契约内。

# capability.evidence_sing_box_unavailable
source: sing-box is listed as a future backend in this build.
zh_hans: 此版本仅把 sing-box 列为未来后端。

# capability.evidence_stash_cmfa_unavailable
source: Stash / CMFA is listed as a future backend in this build.
zh_hans: 此版本仅把 Stash / CMFA 列为未来后端。

# capability.evidence_surge_active_requests %lld
source: %lld active request rows in the current data.
zh_hans: 当前数据中有 %lld 条活跃请求。

# capability.evidence_surge_kill_request
source: DELETE /v1/requests/active/{id} is confirmation-gated; request IDs stay visible in the workspace.
zh_hans: DELETE /v1/requests/active/{id} 操作需要确认；请求 ID 在工作区保持可见。

# capability.evidence_surge_outbound
source: POST /v1/outbound is available through the Surge workspace.
zh_hans: POST /v1/outbound 可通过 Surge 控制面板使用。

# capability.evidence_surge_policy_groups %lld
source: %lld policy groups in the latest Surge data.
zh_hans: 最新 Surge 数据中有 %lld 个策略组。

# capability.evidence_surge_policy_select
source: POST /v1/policy_groups/{group} keeps the target visible before selection.
zh_hans: POST /v1/policy_groups/{group} 在选择前保持目标可见。

# capability.evidence_surge_policy_test
source: GET /v1/policy_groups/{group}/test refreshes local latency buckets.
zh_hans: GET /v1/policy_groups/{group}/test 会刷新本地延迟分桶。

# capability.evidence_surge_recent_requests %lld
source: %lld recent request rows are available as read-only records.
zh_hans: 有 %lld 条最近请求可作为只读记录显示。

# capability.evidence_surge_rules_traffic %lld
source: %lld rules and traffic totals are loaded; rule payloads stay visible in the workspace.
zh_hans: 已加载 %lld 条规则和流量总量；规则载荷在工作区保持可见。

# capability.evidence_surge_snapshot
source: Loaded data includes events, outbound mode, policies, policy groups, active requests, rules, traffic, and aggregate DNS counts.
zh_hans: 已加载数据包含事件、出站模式、策略、策略组、活跃请求、规则、流量和 DNS 聚合计数。

# capability.evidence_surge_test
source: GET /v1/events validates Surge HTTP API reachability with X-Key.
zh_hans: GET /v1/events 用于通过 X-Key 验证 Surge HTTP API 可达性。

# capability.evidence_tailscale_unavailable
source: Tailscale state is not reported by the current backend adapter.
zh_hans: 当前后端适配器不会报告 Tailscale 状态。

# capability.evidence_unsupported_target
source: Selected target is not a supported controller adapter.
zh_hans: 所选目标不是受支持的控制器适配器。

# capability.group_delay
source: Group Delay
zh_hans: 组延迟

# capability.impact_adapter_counted
source: Adapter capabilities are counted before endpoint-specific operations are enabled.
zh_hans: 在启用具体端点操作前，会先统计适配器能力。

# capability.impact_adapter_source %@ %@
source: Adapter source: %@. Next action: %@.
zh_hans: 适配器来源：%@。下一步操作：%@。

# capability.impact_close_all_supported
source: Close All remains confirmation-gated.
zh_hans: 关闭全部连接仍需要确认。

# capability.impact_close_connection_supported
source: Single connection close remains row-confirmed.
zh_hans: 关闭单条连接仍按行确认。

# capability.impact_configs_supported
source: Mode display and mode changes are available.
zh_hans: 模式显示和模式切换可用。

# capability.impact_configs_read_only
source: Configuration values are visible, but unsupported runtime fields remain read-only.
zh_hans: 配置值保持可见，但运行时不支持的字段只读。

# capability.impact_configuration_reload_supported
source: The remote controller can reload its current configuration.
zh_hans: 远程控制器可以重新加载当前配置。

# capability.impact_connections_supported
source: Connection data can be displayed.
zh_hans: 可以显示连接数据。

# capability.impact_core_actions_supported
source: Remote lifecycle actions are confirmation-gated and scoped to the selected controller.
zh_hans: 远程生命周期操作需要确认，并且只作用于当前控制器。

# capability.impact_geo_update_supported
source: GeoIP and geosite databases can be refreshed remotely.
zh_hans: 可以远程刷新 GeoIP 和 geosite 数据库。

# capability.impact_dns_supported
source: DNS cache flush is available from Settings and stays scoped to the selected controller.
zh_hans: 可在设置中刷新 DNS 缓存，并且只作用于当前控制器。

# capability.impact_failed
source: Probe failed; fix the controller target or retry Test Connection.
zh_hans: 探测失败；请修正控制器目标或重新连接测试。

# capability.impact_fakeip_supported
source: FakeIP cache flush is available from Settings and stays scoped to the selected controller.
zh_hans: 可在设置中刷新 FakeIP 缓存，并且只作用于当前控制器。

# capability.impact_future_connections
source: Connection close actions stay disabled.
zh_hans: 连接关闭操作保持禁用。

# capability.impact_future_live
source: Live monitoring stays unavailable instead of guessing a stream shape.
zh_hans: 实时监控保持不可用，不猜测流式接口形态。

# capability.impact_future_no_requests
source: No requests are sent for this backend family yet.
zh_hans: 暂不向这个后端系列发送请求。

# capability.impact_future_policy_groups
source: Policy groups stay unavailable for this backend.
zh_hans: 此后端的策略组保持不可用。

# capability.impact_future_providers
source: External resource actions stay disabled.
zh_hans: 外部资源操作保持禁用。

# capability.impact_future_rules
source: Rules stay disabled until an adapter maps the backend response.
zh_hans: 只有适配器映射后端响应后，规则才会启用。

# capability.impact_future_sing_box
source: sing-box is tracked as a future backend family, but no API adapter is wired in this build.
zh_hans: sing-box 已作为未来后端系列记录，但此构建尚未接入 API 适配器。

# capability.impact_future_stash_cmfa
source: Stash / CMFA is tracked as a future backend family, but no API adapter is wired in this build.
zh_hans: Stash / CMFA 已作为未来后端系列记录，但此构建尚未接入 API 适配器。

# capability.impact_group_delay_supported
source: Latency tests are available from policy groups.
zh_hans: 可在策略组中执行延迟测试。

# capability.impact_log_stream_ready
source: Manual Live can count remote log events; copied diagnostics keep only aggregates.
zh_hans: 手动实时可以统计远程日志事件；复制的诊断只保留聚合信息。

# capability.impact_memory_supported
source: Memory check reads aggregate memory usage without retaining raw debug data.
zh_hans: 内存检查只读取聚合用量，不保留原始调试数据。

# capability.impact_partial
source: Partial support detected; use fallback and retry after Refresh.
zh_hans: 检测到部分支持；请使用降级路径并刷新后重试。

# capability.impact_provider_update_supported
source: Provider update remains row-confirmed.
zh_hans: 来源更新仍按行确认。

# capability.impact_providers_supported
source: Sources panel is available.
zh_hans: 来源面板可用。

# capability.impact_proxies_supported
source: Policy groups and node switching are available.
zh_hans: 策略组和节点切换可用。

# capability.impact_rules_providers_supported
source: Proxy and rule source data is visible as separate external resources.
zh_hans: 代理来源与规则来源数据会作为独立外部资源显示。

# capability.impact_rules_supported
source: Rules panel is available.
zh_hans: 规则面板可用。

# capability.impact_runtime_status_unavailable
source: Runtime status remains visible as a boundary until a supported backend adapter can report aggregates.
zh_hans: 运行状态会作为边界保持可见，直到受支持后端适配器能报告聚合数据。

# capability.impact_surge_separated
source: Surge uses its own HTTP API adapter; mihomo-only actions remain separated.
zh_hans: Surge 使用自己的 HTTP API 适配器；mihomo 专属操作保持隔离。

# capability.impact_tailscale_unavailable
source: No Tailscale operation is exposed until a dedicated backend adapter exists.
zh_hans: 只有存在专用后端适配器后，才会暴露 Tailscale 操作。

# capability.impact_traffic_logs_ready
source: Manual Live connects to traffic and log observation for the selected controller.
zh_hans: 手动实时会连接当前控制器的流量与日志观测。

# capability.impact_traffic_logs_unavailable
source: Live streams stay unavailable until a compatible remote controller is selected.
zh_hans: 选择兼容的远程控制器前，实时流保持不可用。

# capability.impact_traffic_stream_ready
source: Manual Live can observe remote traffic samples for the selected controller.
zh_hans: 手动实时可以观测当前控制器的远程流量样本。

# capability.impact_unavailable
source: Unavailable on this controller; related action is hidden or disabled.
zh_hans: 此控制器不可用；相关操作会隐藏或禁用。

# capability.impact_untested
source: Run Test Connection before using this operation.
zh_hans: 使用此操作前请先运行连接测试。

# capability.impact_version_supported
source: Controller identity can be checked.
zh_hans: 可以检查控制器身份。

# capability.kill_request
source: Kill Active Request
zh_hans: 关闭活跃请求

# capability.log_stream
source: Log Stream
zh_hans: 日志流

# capability.mode_change
source: Mode Change
zh_hans: 模式切换

# capability.next_open_surge_deck
source: Open Surge Workspace
zh_hans: 打开 Surge 面板

# capability.outbound_mode
source: Outbound Mode
zh_hans: 出站模式

# capability.platform_scope
source: Platform Scope
zh_hans: 平台范围

# capability.policy_groups
source: Policy Groups
zh_hans: 策略组

# capability.policy_select
source: Policy Select
zh_hans: 策略选择

# capability.policy_test
source: Policy Test
zh_hans: 策略测试

# capability.proxies_groups
source: Proxies / Groups
zh_hans: 代理 / 策略组

# capability.recent_requests
source: Recent Requests
zh_hans: 最近请求

# capability.refresh_snapshot
source: Refresh Data
zh_hans: 刷新数据

# capability.rules_providers
source: Rules / Sources
zh_hans: 规则 / 来源

# capability.rules_traffic
source: Rules / Traffic
zh_hans: 规则 / 流量

# capability.stream_disabled
source: Live stream UI is disabled for this controller path.
zh_hans: 此控制器路径禁用了实时流界面。

# capability.stream_future_optional
source: Manual Live stream support is optional for compatible remote controllers.
zh_hans: 手动实时观察流支持是兼容远程控制器的可选能力。

# capability.stream_partial
source: Live monitoring is partial; use Refresh if a stream is unavailable.
zh_hans: 实时观测部分可用；如果某个流不可用，请使用刷新。

# capability.stream_ready
source: Manual Live can connect to remote `/traffic` and `/logs` streams for this controller.
zh_hans: 手动实时观察可以连接此控制器的远程 `/traffic` 和 `/logs` 流。

# capability.stream_unavailable
source: Unavailable until the controller passes the base compatibility probe.
zh_hans: 控制器通过基础兼容性探测前不可用。

# capability.stream_unknown
source: Controller capability is not detected yet; run Test or Refresh before enabling Live.
zh_hans: 控制器能力待检测；启用实时观测前请运行测试或刷新。

# capability.switch_policy
source: Switch Policy Group
zh_hans: 切换策略组

# capability.test_connection
source: Test Connection
zh_hans: 连接测试

# capability.traffic_logs
source: Traffic / Logs
zh_hans: 流量 / 日志

# capability.traffic_stream
source: Traffic Stream
zh_hans: 流量流

# capability.unsupported_mihomo %@
source: %@ is not available until the remote mihomo-compatible endpoint reports the required capability. Retry Test or Refresh.
zh_hans: %@ 需要远程 mihomo-compatible 端点报告所需能力后才可用。请重试测试或刷新。

# capability.unsupported_nikki %@
source: %@ is available only through Nikki's mihomo-compatible external-controller. Mica will not manage Nikki services, profile mixins, OpenWrt files, or device runtime state.
zh_hans: %@ 只能通过 Nikki 的 mihomo-compatible external-controller 使用。Mica 不会管理 Nikki 服务、profile mixin、OpenWrt 文件或设备运行状态。

# capability.unsupported_openclash %@
source: %@ is available only through OpenClash's already-enabled Clash/mihomo-compatible external-controller. Mica will not use LuCI, SSH, ubus, OpenWrt service restart, or firewall management.
zh_hans: %@ 只能通过 OpenClash 已启用的 Clash/mihomo-compatible external-controller 使用。Mica 不会使用 LuCI、SSH、ubus、OpenWrt 服务重启或防火墙管理。

# capability.unsupported_profile %@
source: %@ is unavailable because this controller profile is marked unsupported.
zh_hans: 此控制器配置标记为不支持，因此 %@ 不可用。

# capability.unsupported_sing_box %@
source: %@ is unavailable for sing-box because this build has no sing-box API adapter yet.
zh_hans: %@ 对 sing-box 不可用，因为此版本尚无 sing-box API 适配器。

# capability.unsupported_sing_box_data
source: This data is not available from the sing-box StartedService gRPC API.
zh_hans: sing-box StartedService gRPC API 不提供此类数据。

# capability.unsupported_smart %@
source: %@ is unavailable for the smart probe boundary until Test detects a compatible remote controller. Mica does not download, bundle, or run a local core.
zh_hans: %@ 在智能探测边界内不可用，直到测试检测到兼容的远程控制器。Mica 不下载、不内置、不运行本地核心。

# capability.unsupported_stash_cmfa %@
source: %@ is unavailable for Stash / CMFA because this build has no Stash/CMFA API adapter yet.
zh_hans: %@ 对 Stash / CMFA 不可用，因为此版本尚无 Stash/CMFA API 适配器。

# capability.unsupported_surge %@
source: %@ is a mihomo-compatible operation, not a Surge HTTP API operation. Use Surge outbound, policy selection, policy test, or active request controls in the Surge workspace.
zh_hans: %@ 是 mihomo-compatible 操作，不是 Surge HTTP API 操作。请使用 Surge 出站模式、策略选择、策略测试或活跃请求控制。

# capability.unsupported_unknown %@
source: %@ is unavailable until Test Connection identifies a supported remote controller.
zh_hans: 连接测试识别到受支持的远程控制器前，%@ 不可用。

# check.no_result
source: No result yet
zh_hans: 暂无结果

# command.acc_workspace %@
source: Switch to %@ workspace
zh_hans: 切换到 %@ 工作区

# command.action_add_controller_detail
source: Open the controller onboarding flow.
zh_hans: 打开控制器接入流程。

# command.action_copy_diagnostics_detail
source: Copy the diagnostics report for this controller.
zh_hans: 复制此控制器的诊断报告。

# command.action_refresh_detail
source: Refresh the selected controller data.
zh_hans: 刷新所选控制器数据。

# command.action_test_detail
source: Run Test Connection for the selected controller.
zh_hans: 对所选控制器运行连接测试。

# command.action_workspace_detail
source: Switch the current workspace.
zh_hans: 切换当前工作区。

# command.disabled_busy
source: Another controller operation is running.
zh_hans: 另一个控制器操作正在运行。

# command.disabled_no_controller
source: Select or add a controller first.
zh_hans: 请先选择或添加控制器。

# command.disabled_unavailable
source: Unavailable in the current controller state.
zh_hans: 当前控制器状态不可用。

# command.help_workspace %@
source: Open the %@ workspace.
zh_hans: 打开 %@ 工作区。

# command.menu_copy_diagnostics_report
source: Copy Diagnostics Report
zh_hans: 复制诊断报告

# command.menu_new_controller
source: New Controller...
zh_hans: 新增控制器...

# command.menu_refresh_data
source: Refresh Data
zh_hans: 刷新数据

# command.menu_test_connection
source: Test Connection
zh_hans: 测试连接

# command.section_connections
source: Connections
zh_hans: 连接

# command.section_controller
source: Controller
zh_hans: 控制器

# command.section_diagnostics
source: Diagnostics
zh_hans: 诊断

# command.section_logs
source: Logs
zh_hans: 日志

# command.section_policy_groups
source: Policy Groups
zh_hans: 策略组

# command.section_rules
source: Rules
zh_hans: 规则

# command.section_settings
source: Settings
zh_hans: 设置

# command.section_sources
source: Sources
zh_hans: 来源

# command.section_status
source: Status and Traffic
zh_hans: 状态与流量

# command.show_check_results
source: Check Results
zh_hans: 检查结果

# command.show_check_results_detail
source: Open check results with last state and next action.
zh_hans: 查看检查结果、最近状态和下一步操作。

# command.show_connections
source: Connections
zh_hans: 连接

# command.show_connections_detail
source: Open the real connection list with upload, download, rule, and chain columns.
zh_hans: 打开真实连接列表，查看上传、下载、规则和链路。

# command.show_controller_status
source: Controller Status
zh_hans: 控制器状态

# command.show_controller_status_detail
source: Open health, mode, version, and endpoint readiness.
zh_hans: 查看健康状态、当前模式、版本和端点状态。
